Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: szkoleniem bojowym strażników miejskich.
uk: бойової підготовки Міської Варти.

source: szt. złota - oddałeś
uk: золота - віддано

source: szt. złota - otrzymałeś
uk: золота - отримано

source: służące do walki z chwastami.
uk: використовується для боротьби з бур'янами.

source: służące do łowienia ryb.
uk: для риболовлі.

source: służących do produkcji zamków.
uk: що використовуються для виготовлення замків.

source: ta niefortunna sytuacja nie przekreśla naszej dalszej współpracy.
uk: ця прикра обставина не стане на заваді нашій подальшій співпраці.

source: tak|nie
uk: так|ні

source: także wśród zamożniejszych smakoszy.
uk: досить відомий і серед заможних гурманів.

source: tam, gdzie Till dostał TO
uk: де Тілль отримав TЕ

source: technik szermierki Myrtańczyków.
uk: техніки фехтування міртанців.

source: technik walki ludzi z Wysp Południowych.
uk: бойових прийомів жителів Південних островів.

source: tej wiekowej księgi.
uk: цієї багатовікової книги.

source: to danie przaśne, acz smaczne.
uk: Трохи прісна, але смачна страва.

source: to deser prosty i lubiany
uk: Простий і улюблений десерт

source: to dobry start dnia dla każdego,
uk: Це гарний початок дня для кожного,

source: to niektórzy próbują wymigać się od zapłacenia moich 10 bryłek.
uk: деякі з них намагаються уникнути сплати моїх десяти самородків.

source: to przekąska dobra w każdej sytuacji.
uk: Це хороша закуска у будь-якій ситуації.

source: traktująca o osobliwych platformach
uk: про своєрідні платформи,

source: trującą wydzielinę.
uk: отруйну речовину.

source: trzeba uważać, aby nie oparzyć sobie języka!
uk: Треба бути обережним, щоб не обпекти язика!

source: twierdzy Vardhal.
uk: фортеці Вардхал.

source: twierdzy Wilczych Synów.
uk: фортеці Вовчих Синів.

source: tylko jednego przywołańca.
uk: істоту одночасно.

source: tylko kawał złomu.
uk: просто шматок мотлоху.

source: u uchodźców z falochronu.
uk: у біженців з хвилерізу.

source: udzielam pozwolenia osobie o imieniu Beinard
uk: даю дозвіл особі на ім'я Бейнард

source: umożliwiającego oddychanie pod wodą.
uk: що дозволяє дихати під водою.

source: uqga vivozbtgajnzd kiqnjqc bnynksgb.
uk: увшг мшвлпдваа деапть іагнапва.

source: w celu sabotowania stoczni.
uk: для диверсії на корабельні.

source: w formie pieczonego placka.
uk: у вигляді запеченого пирога. Ідеально

source: w karczmie Bastiana.
uk: в корчмі Бастіана.

source: w karczmie w Przystani Łotrów.
uk: в корчмі, у Гавані лиходіїв.

source: w karczmie w Wilczym Leżu.
uk: в корчмі, у Вовчому Лігві.

source: w kopalni złota Araxos.
uk: у золотій копальні Араксос.

source: w królewskiej kopalni soli.
uk: у Королівській Соляній копальні.

source: w której powstają złote Innosy.
uk: де виготовляють золотих Інносів.

source: w którym chętnie macza się czerstwy chleb.
uk: в який добре вмочувати черствий хліб.

source: w kuźni w Wilczym Leżu.
uk: у кузні, у Вовчому Лігві.

source: w magazynie portowym.
uk: на складі в порту.

source: w mieście Archolos.
uk: в місті Архолос.

source: w nim Fridę za niedogodności z jego ludźmi.
uk: перед Фрідою за незручності, завдані його людьми.

source: w okolicach wodospadu przy jaskini renegatów.
uk: біля водоспаду поблизу печери відступників.

source: w okolicy winnicy Rity.
uk: біля виноградника Рити.

source: w pobliżu
uk: поблизу

source: w pobliżu Wilczego Leża.
uk: біля Вовчого Лігва.

source: w pobliżu bagiennych trutni.
uk: разом з болотними трутнями.

source: w pobliżu pracowni Bodowina.
uk: біля майстерні Бодовіна.

source: w prawie pojedynków.
uk: в правилах проведення поєдинку.

source: w ramach testu na czeladnika.
uk: в рамках тесту, щоб стати його учнем.

source: w sprawie posterunku Darthe.
uk: на рахунок посади Дарта.

source: w takim stanie, w jakim go opuściłem.
uk: у тому стані, в якому я його залишив.

source: w towarzystwie potraw mięsnych, a przez
uk: їдять з м'ясними стравами,

source: w tym całej floty Gildii Kupieckiej Araxos,
uk: включаючи увесь флот Торгової Гільдії Араксос.

source: w wiosce Silbach.
uk: в селі Сільбах.

source: w wyniku czego kawałki kruszcu wpadły do płynącego poniżej strumienia.
uk: внаслідок якого шматки срібла потрапили до потоку внизу.

source: walki broniami dwuręcznymi.
uk: ведення бою дворучною зброєю.

source: walki broniami jednoręcznymi.
uk: ведення бою одноручною зброєю.

source: widocznych uszkodzeń.
uk: не мають жодних видимих пошкоджень.

source: widok takiego trofeum.
uk: побачивши такий трофей.

source: wyciągania chleba z pieca.
uk: діставання хліба з печі.

source: wydzielina z oczu czarnego trolla
uk: виділення з очей чорного троля

source: wydłuża przydatność do spożycia rybiego mięsa.
uk: подовжує термін зберігання риби.

source: wykonana przez Lucy.
uk: яку зробила Люсі.

source: wykonać z niego proste wiosło.
uk: зробити з нього просте весло.

source: wypełniona prochem.
uk: наповнена порохом.

source: wypełniona wytrychami.
uk: повен відмичок.

source: wypełniony magicznymi zwojami.
uk: заповнений магічними сувоями.

source: wypicia zawartej w nich wydzieliny,
uk: випити рідину, що в них міститься,

source: wyrażam zgodę na zejście Marvina
uk: даю свою згоду не те, щоб Марвін спустився

source: wystarczy do krótkiej żeglugi.
uk: для недалекого плавання.

source: wystarczy na wiele potraw.
uk: вистачить для багатьох страв.

source: wysłanego przez Graysona.
uk: якого відправив Грейсон.

source: wytrwałości bojowej Nordmarczyków.
uk: бойової стійкості нордмарців.

source: wytwarzać własne bronie!
uk: виготовляти власну зброю!

source: wytwarzać własne mikstury!
uk: самостійно варити зілля!

source: wytwarzać własne posiłki!
uk: самостійно готувати їжу!

source: wytwarzać własne łuki i kusze!
uk: виготовляти власні луки і арбалети!

source: wył.|wł.
uk: вимк|увімк

source: wyłącznie przez Magów Ognia.
uk: виключно Маги Вогню.

source: wł.|wył.
uk: увімк|вимк

source: władca Archolos, po zakończonej kampanii na Londram, próbował samemu sformować regularne jednostki strzelców. Efekt tych działań był jednak daleki od zamierzonego z uwagi na niski poziom wyszkolenia łuczników.
uk: правитель Архолосу, після завершення походу на Лондрам, спробував сам сформувати регулярні стрілецькі підрозділи. Однак ефект від цих зусиль був далекий від бажаного через низький рівень їхньої підготовки.

source: właściciela Wielkiej Winnicy, Holdwiga.
uk: Великого виноградника - Гольдвіга.

source: właściwości alchemicznych.
uk: алхімічних властивостей.

source: właściwości przywracania życia.
uk: властивості, що відновлюють здоров'я.

source: wścibskie ścierwojady nie spoglądają
uk: надто допитливі падальники.

source: wśród moczar skrywają się
uk: серед боліт ховаються

source: z butelkami wina w środku.
uk: заповнений пляшками вина.

source: z ciała tego nieszczęśnika.
uk: з тіла того нещасного.

source: z członków Gildii Kupieckiej Araxos.
uk: з членів Торгової Гільдії Араксос.

source: z jakich resztek ukręcono pasztet,
uk: був приготований цей паштет, але

source: z jego treścią.
uk: з його вмістом.

source: z każdego miejsca.
uk: з будь-якого місця.

source: z klasztoru na Archolos.
uk: з монастиря на Архолосі.

source: z którymi ja i Weigar mieliśmy dokonać wymiany.
uk: з якими ми з Вейгаром мали здійснити обмін.

source: z moją pomocą.
uk: з моєю допомогою.

source: z polnymi i leśnymi bestiami.
uk: з польовими та лісовими жуками.

source: z przemytników.
uk: контрабандистів.

source: z przesłuchania Jorna.
uk: допиту Йорна.

source: z renegatów.
uk: відступників.

source: z warzywami i dodatkiem wina.
uk: з овочами та вином.

source: z wyszytym na okładce wilczym łbem.
uk: з вишитою на обкладинці головою вовка.

source: z wężami błotnymi i morskimi.
uk: з болотожерами і хвилежерами.

source: za pomocą miłych wspomnień.
uk: за допомогою приємних спогадів.

source: zabił się spadając z wysokości.
uk: наклав на себе руки, впавши з висоти.

source: zabił się wypijając truciznę.
uk: убив себе, випивши отруту.

source: zajadany w okolicy Wilczego Leża i wioski Silbach.
uk: популярний у Вовчому Лігві та в Сільбаху.

source: zajęłoby mi wiele miesięcy.
uk: зайняло б у мене багато місяців.

source: zakątek Królestwa Myrtany.
uk: куточки Королівства Міртана.

source: zakątków i wprawiła w ruch ciała niebieskie, które od tej pory zaczęły krążyć wokół źródła Wiecznej Ciemności zwanego Morgradem. Wraz z energią, z czarnych trzewi otchłani uwolniły się cztery żywioły: ziemi, wody, ognia i wiatru, które stały się budulcami wszechrzeczy.
uk: і привела в рух небесні тіла, які відтоді почали обертатися навколо джерела Вічної Темряви під назвою Морград. Разом з цією енергією чотири стихії – земля, вода, вогонь і вітер – вивільнилися з чорного нутра безодні і стали основою всього сущого.

source: zamieszkały na stałe w mieście
uk: постійний громадянин міста Архолос

source: zamieszkujące prawie każdy
uk: населяють майже всі

source: zamieszkujący rejony
uk: що мешкають в

source: zamkniętych skrzyń.
uk: замків на закритих скринях.

source: zapasów w grobowcu.
uk: припасів у гробниці.

source: zapisane:
uk: Збережено:

source: zarówno na lądzie, jak i w wodzie.
uk: як на суші, так і у воді.

source: zatrzymać działanie trucizny.
uk: зупинити дію отрути.

source: zawali ci się na głowę!
uk: звалиться тобі прямо на голову!

source: zawiera 10 bełtów.
uk: що містить 10 болтів.

source: zawiera 10 strzał.
uk: що містить 10 стріл.

source: zawiera 100 bełtów.
uk: що містить 100 болтів.

source: zawiera 100 strzał.
uk: що містить 100 стріл.

source: zawiera 50 bełtów.
uk: що містить 50 болтів.

source: zawiera 50 strzał.
uk: що містить 50 стріл.

source: zbiorników wodnych.
uk: водойм.

source: zbiorników wodnych. Gorzka w smaku.
uk: водойм. Гірка на смак.

source: zbyt pochopnie rozwiązałem kontrakt z Szanownym Panem Kalebem.
uk: я занадто поспішно розірвав свій контракт з високоповажним паном Калебом.

source: zdolny do zadania
uk: викликати нестерпний

source: ze względu na specjalne właściwości.
uk: полюванням через її особливі властивості.

source: zielone krwiopijce bagienne.
uk: й зелені болотні шершні.

source: zostało jeszcze sprawdzone.
uk: ще не перевірено.

source: zrzekam się możliwości do wyciągania konsekwencji prawnych
uk: я відмовляюся від права звертатися до суду з позовом

source: zwiększającego twoją szybkość.
uk: збільшує швидкість

source: złotych monet.
uk: золотих монет.

source: złożona z ich podstawowych łupów.
uk: що готується з їхньої основної здобичі.

source: | Zaklęcie Paladyna
uk: | Заклинання паладина

source: Ówcześnie panujący król Myrtany, Mandred, postanowił zdusić bunt, wysyłając na wschód doskonale wyposażoną armię. Choć większe działania wojenne szczęśliwie ominęły Archolos, pospiesznie sformowane jednostki knechtów, nie stroniły od podpaleń, rabunków i mordów na mieszkańcach wioski Silbach i terenów podmiejskich.
uk: Тодішній король Міртани Мандред вирішив придушити повстання, відправивши на схід добре оснащену армію. Хоча основні бойові дії на щастя оминули Архолос, нашвидкуруч сформовані формування не гребували підпалами, грабунками та вбивствами мешканців села Сільбах та прилеглих до нього територій.

source: Ćwiczyłem nawet przemowę o tym, jak wspaniała jest wioska... Kiedyś ci ją opowiem!
uk: Я навіть підготував промову про те, наскільки чудове це село... Колись я її тобі розповім!

source: Ładna kwota, podoba mi się! Jeszcze będziesz bogaty!
uk: Непогана сума, мені подобається! Ти ще розбагатієш!

source: Ładna piosenka.
uk: Чудова пісня.

source: Ładne przedstawienie.
uk: Гарна вистава.

source: Ładne stoisko sobie tutaj urządziłeś.
uk: Гарний прилавок ти тут влаштував.

source: Ładnie przyznałeś się tym do winy.
uk: Добре, що ти визнав свою провину.

source: Ładnie się zgadałeś z tym Pablo, co?
uk: Непогана спроба з тим Пабло, так?

source: Ładnie, już coś umiesz!
uk: Чудово, ти вже дещо знаєш!

source: Ładnie, powoli do przodu.
uk: Добре, продовжуй у тому ж дусі.

source: Ładnie, robisz postępy.
uk: Чудово, ти досягаєш успіхів.

source: Ładnie, ładnie!
uk: Добре, добре!

source: Ładnie, ładnie, coś już umiesz.
uk: Добре, добре, ти вже щось знаєш.

source: Ładnie, ładnie.
uk: Добре, добре.

source: Ładnie. Monety to jeden z najlepszych sposobów radzenia sobie z problemami.
uk: Чудово. Монети - один з найкращих способів вирішення проблем.

source: Ładnie. Zawsze dobrze pokazać naszym współpracownikom, że zawsze robimy więcej niż wymagane minimum!
uk: Чудово. Завжди приємно показати нашим партнерам, що ми робимо більше ніж від нас вимагається!

source: Ładnie...
uk: Добре...

source: Ładny dom.
uk: Гарний будинок.

source: Ładny mi przyjaciel...
uk: Теж мені приятель...

source: Ładny strzał.
uk: Гарний постріл.

source: Ładny łuk.
uk: Гарний лук.

source: Ładunek podłożony, czas go podpalić, a następnie jak najszybciej uciekać.
uk: Заряд закладено, час його підпалити, а потім якомога швидше втекти.

source: Łap za broń, będziemy się bić.
uk: Готуй зброю, будемо битися.

source: Łap za broń, nadchodzą!
uk: Хапай зброю, вони йдуть!

source: Łap za szczotę i do roboty.
uk: Бери щітку і до роботи.

source: Łap. Tak na wszelki wypadek.
uk: Лови. Про всяк випадок.

source: Łapać? Po co?
uk: Вилові? Нащо?

source: Łapiesz tam, gdzie łączą się z ciałem insekta, wykręcasz i rwiesz. Całkiem proste, ale uważaj, żeby nie otruć się przy tym śluzem właściciela.
uk: Хапаєш за місце, де вони з'єднуються з тілом комахи, викручуєш і вириваєш. Досить просто, але обережно, щоб не отруїтися слизом при цьому.

source: Łapiesz za fałdę skóry i szarpiesz, wspomagając się ostrzem. Pewnie się przy tym spocisz, ale tak twarde skóry trudno uszkodzić, nie musisz być delikatny.
uk: Візьмись за складку шкури і потягни, допомагаючи собі лезом. Ймовірно, ти спітнієш в процесі, але таку міцну шкуру важко пошкодити, тобі не потрібно бути обережним.

source: Łapy precz od mojego gulaszu!
uk: Забери лапи від мого рагу!

source: Łapy precz!
uk: Руки геть!

source: Łaska Innosa
uk: Милість Інноса

source: Łatwo ją pomylić z ludzką.
uk: Її легко сплутати з людською.

source: Łatwo tam nie wejdziecie, wstawili wielkie dębowe drzwi, żeby nikt tam nie myszkował.
uk: Просто так туди не увійти, вони поставили великі дубові двері, щоб ніхто там не нишпорив.

source: Łatwy do stworzenia pocisk.
uk: Простий у виготовленні снаряд.

source: Łaziebnik
uk: Завідувач лазні

source: Łażę po okolicy i zbieram różne rzeczy lub kupuję taniej i sprzedaję drożej. Czasami też komuś pomogę, to dostanę coś w zamian.
uk: Я блукаю по околиці і збираю речі, або купую їх задешево і продаю дорожче. Іноді я також допомагаю комусь, а потім отримую щось натомість.

source: Łee, biedak bez złota?
uk: Ого, бідняк без золота?

source: Łoo... Już zaczynałem się nudzić... Ach... Od kogo mamy rozkazy?
uk: Ого... А я вже почав нудьгувати... Ох... А від кого у нас наказ?

source: Łopata
uk: Лопата

source: Łotr
uk: Лиходій

source: Łowca
uk: Мисливець

source: Łowca Carden może odsprzedać swoje trofea i amunicję. Znajdę go w okolicy wschodniej bramy.
uk: Мисливець Карден може продати свої трофеї та спорядження. Його можна знайти біля східних воріт.

source: Łowca Gerke powiedział mi, że teren pod wieżą sygnałową ciągle jest lęgowiskiem ścierwojadów, a inne zwierzęta rzadko się tu zapuszczają. Mogę uznać wzniesienie za sprawdzone.
uk: Мисливець Герке сказав мені, що територія під сигнальною вежею досі є місцем гніздування падальників, а інші звірі рідко сюди навідуються. Я можу вважати пагорб перевіреним.

source: Łowca Marvin?
uk: Мисливець Марвін?

source: Łowca Teodoria
uk: Lowca Teodoria

source: Łowca cieniostworów
uk: Мисливець на тінезвірів

source: Łowca nagród
uk: Мисливець за головами

source: Łowca trolli
uk: Мисливець на тролів

source: Łowca, który zdoła wyjaśnić te dziwne zajścia i pozbyć się ewentualnych bestii, otrzyma nagrodę w wysokości 600 sztuk złota bezpośrednio od łowcy Garosa.
uk: Мисливець, якому вдасться пояснити ці дивні події та позбутися звірів, якщо такі є, отримає винагороду у розмірі 600 золотих безпосередньо від мисливця Гароса.

source: Łowcy Garosa zauważyli dwóch orkowych hersztów. Pierwszy z nich jest na Wybrzeżu Topielców - mam spotkać się obok Silbach z Weigarem i wyeliminować to zagrożenie. Drugą grupę dostrzeżono na Południowych Bagnach. Wraz z Adelardem mamy się nią zająć.
uk: Мисливці Гароса виявили двох вождів орків. Перший знаходиться на Узбережжі луркерів. Я маю зустрітися з Вейгаром біля Сільбаху і ліквідувати цю загрозу. Другу групу помічено в південних болотах. Разом з Аделардом ми повинні розібратися з нею.

source: Łowcy najwyraźniej próbowali się wspomóc jakąś magią...
uk: Мисливці вочевидь намагалися допомогти собі якоюсь магією...

source: Łowcy odwalili kawał dobrej roboty.
uk: Мисливці впоралися на славу.

source: Łowcy okazali się oszustami. Gdy tylko oddaliliśmy się od wioski, wyciągnęli broń i próbowali mnie zabić. Wygląda na to, że tekst o ruinach musiał być tylko ich wymysłem. Zobaczę, czy nie mają przy sobie czegoś, co nakierowałoby mnie na kolejny trop.
uk: Мисливці виявилися шахраями. Як тільки ми віддалились від села, вони витягли зброю і спробували мене вбити. Здається, що і текст про руїни вони теж вигадали. Я подивлюся, чи немає у них при собі чогось, що могло б вказати мені на іншу зачіпку.

source: Łowcy to jednak znają się na rzeczy.
uk: Проте мисливці свою справу знають.

source: Łowcy to jednak znają się na swojej robocie!
uk: Все ж мисливці знають свою справу!

source: Łowcy w służbie miłościwego Sir Ramseya ostrzegają przed samotnymi wędrówkami w lasach otaczających wioskę!
uk: Мисливці на службі у милостивого сера Рамзі застерігають від самотніх прогулянок у лісах навколо села!

source: Łowcy zgodzili się zaprowadzić mnie w miejsce, do którego poszli razem z Królewskim Zwiadowcą. Muszę się trzymać blisko nich.
uk: Мисливці погодилися провести мене до того місця, куди вони ходили разом з королівським розвідником. Я мушу триматися поруч з ними.

source: Łowcy zrobili niesamowitą robotę.
uk: Мисливці виконали неймовірну роботу.

source: Łowcy świetnie się spisali.
uk: Мисливці чудово попрацювали.

source: Łowienie ryb nigdy nie było moim ulubionym zajęciem, ale przy odrobinie szczęścia może uda mi się ich trochę złapać. Największe szanse będę miał wtedy, kiedy skupię się na miejscu, gdzie aż roi się od bąbli na wodzie.
uk: Риболовля ніколи не була моїм улюбленим заняттям, але якщо мені пощастить, я зможу упіймати декілька рибин. Найкраще клюватиме там, де на воді багато бульбашок.

source: Łowienie ryb potrafi być męczące, ale też na swój sposób relaksujące. Człowiek ma czas na zebranie myśli i zdecydowanie, czy wypłatę wyda na rum czy wino.
uk: Риболовля може бути виснажливою, але й по-своєму розслабляючою. У тебе є час зібратися з думками і вирішити, на що краще витратити свої гроші – на ром чи вино.

source: Łuczarka Frida
uk: Майстриня луків Фріда

source: Łuczarstwo
uk: Виготовлення луків

source: Łuczarstwo - doświadczony
uk: Виготовлення луків - Досвідчений

source: Łuczarstwo - mistrz
uk: Виготовлення луків - Майстер

source: Łuczarstwo - zielony
uk: Виготовлення луків - Початківець

source: Łuk
uk: Лук

source: Łuk Londramski
uk: Лондрамський лук

source: Łuk Nordmarski
uk: Нордмарський лук

source: Łuk bukowy
uk: Буковий лук

source: Łuk dębowy
uk: Дубовий лук

source: Łuk gońca
uk: Лук посланця

source: Łuk kompozytowy
uk: Композитний лук

source: Łuk mahoniowy
uk: Лук з червоного дерева

source: Łuk myśliwski
uk: Мисливський лук

source: Łuk należał do rodu Ramseya od wieków.
uk: Цей лук століттями належав родині Рамзі.

source: Łuk obrońcy Archolos
uk: Лук захисника Архолосу

source: Łuk refleksyjny
uk: Зворотній лук

source: Łuk tropiciela
uk: Лук слідопита

source: Łuk wierzbowy
uk: Вербовий лук

source: Łuk z wiązu
uk: В'язовий лук

source: Łuk łowcy głów
uk: Лук мисливця за головами

source: Łuk łowczy
uk: Мисливський лук

source: Łuki
uk: Луки

source: Łuki +
uk: Луки +

source: Łuki + 1
uk: Луки + 1

source: Łuki + 2
uk: Луки + 2

source: Łuki + 5
uk: Луки + 5

source: Łuki.
uk: Луки.

source: Łupka żelazna
uk: Залізний самородок

source: Łycha
uk: Лопатка для випікання

source: Łysy facet
uk: Лисий чоловік

source: Łyżka
uk: Ложка

source: Łódka Harolda zatonęła, a rybak nie zdołał dotrzeć do brzegu o własnych siłach i utonął. Muszę pilnie porozmawiać ze Svenem.
uk: Човен Гарольда затонув, і рибалка не зміг самостійно дістатися берега і потонув. Мені потрібно терміново поговорити зі Свеном.

source: Łódkę trzymam na brzegu niedaleko stąd. Chodź za mną i zachowuj się normalnie.
uk: Я тримаю човен на березі недалеко звідси. Слідуй за мною і поводься нормально.

source: Łój kretoszczura
uk: Жир кротощура

source: Łóżko
uk: Ліжко

source: Łóżko Rasco
uk: Ліжко Раско

source: Łóżko postawione. Wypadałoby chociaż raz przespać się w swoim własnym domu.
uk: Ліжко розміщене. Нарешті я зможу поспати у власній оселі.

source: Łącznie z tobą jest nas 6. Większa grupa będzie zbyt łatwa do dostrzeżenia przez renegatów. Im później się dowiedzą o naszym nadejściu, tym większe szanse mamy.
uk: Разом з тобою нас шестеро. Більшу групу відступники легко помітять. Чим пізніше вони довідаються про нас, тим більше у нас шансів.

source: Łącznie z zabójstwem.
uk: Включаючи вбивство.

source: ŚCIEKOWY TRUTEŃ\nRODZAJ OBRAŻEŃ: Magia\nODPORNOŚĆ: Obuch, Wiatr/Upadek\nPODATNOŚĆ: Pociski, Ogień\nWYSTĘPOWANIE: Kanały\nRADA: Mniejsze i mniej groźne od bagiennych kuzynów, ale ich pośmiertny gaz wciąż potrafi być śmiertelny. Szczególnie groźne w grupach choć zazwyczaj podróżują samotnie.
uk: КАНАЛІЗАЦІЙНИЙ ТРУТЕНЬ\nТИП ШКОДИ: Магія\nОПІР: Тупа, вітер\падіння\nВРАЗЛИВІСТЬ: Стріли\болти, вогонь\nПОШИРЕННЯ: Каналізації\nПОРАДА: Вони менші і не настільки небезпечні, як їхні болотні родичі, але їх газ, що випускається після смерті – смертельно небезпечний. Особливо небезпечні у групах, хоча зазвичай вони пересуваються поодинці.

source: ŚCIERWOJAD LEŚNY\nRODZAJ OBRAŻEŃ: Sieczne\nODPORNOŚĆ: Brak\nPODATNOŚĆ: Pociski, Magia\nWYSTĘPOWANIE: Lasy, polany\nRADA: Twardszy niż sugeruje jego wygląd. Bardzo mocno dziobią, jednak łatwo je pojedynczo wywabiać.
uk: ЛІСОВИЙ ПАДАЛЬНИК\nТИП ШКОДИ: Ріжуча\nОПІР: Немає\nВРАЗЛИВІСТЬ: Стріли, болти, магія\nПОШИРЕННЯ: Ліси, галявини\nПОРАДА: Вони міцніші, ніж здається на перший погляд. Дуже сильно клюють, але їх легко виманити поодинці.

source: ŚCIERWOJAD\nRODZAJ OBRAŻEŃ: Sieczne\nODPORNOŚĆ: Brak\nPODATNOŚĆ: Pociski, Magia\nWYSTĘPOWANIE: Polany\nRADA: Łatwy do upolowania, ale mocno dziobie - lepiej, żeby nie dziobnął cię pierwszy.
uk: ПАДАЛЬНИК\nТИП ШКОДИ: Ріжуча\nОПІР: Немає\nВРАЗЛИВІСТЬ: Стріли, болти, магія\nПОШИРЕННЯ: Галявини\nПОРАДА: Легко вполювати, але боляче клює – не дозволяйте клюнути першим.

source: Ściekowy truteń
uk: Каналізаційний трутень

source: Ścierwojad
uk: Падальник

source: Ścierwojad leśny
uk: Лісовий падальник

source: Ścierwojada? O bogowie...
uk: Падальника? О боги...

source: Ścierwojady były wynikiem eksperymentów Bodowina, alchemika żyjącego w pobliżu Silbach.
uk: Падальники були результатом експериментів Бодовіна, алхіміка, який жив поблизу Сільбаху.

source: Ścierwojady były wynikiem eksperymentów Bodowina.
uk: Падальники були результатом експериментів Бодовіна.

source: Ścierwojady musiały być tak głodne, że któregoś dnia po prostu zaczęły się tymi roślinami żywić.
uk: Падальники, мабуть, були настільки голодні, що одного дня просто почали харчуватися цими рослинами.

source: Ścierwojady powiadasz?
uk: Падальників, кажеш?

source: Ścieżka jest czysta.
uk: Шлях вільний.

source: Ścinacz Głów
uk: Головоріз

source: Ścięcie palmy było dobrym pomysłem. Mam teraz wystarczająco dużo drewna, by wystrugać jakieś prowizoryczne wiosło. Mogę usiąść przed ogniskiem i zacząć pracę.
uk: Зрубати пальму було гарною ідеєю. Тепер у мене достатньо деревини, щоб виготовити якесь просте весло. Можна сідати перед вогнищем і братися до роботи.
